[
  {
    "asin": "1940026398",
    "category": "homepage",
    "title": "This Is What We Don’t Know About The Universe",
    "subtitle": "In recent days I’ve had some interesting conversations. There’s a giddiness going around, related to an outpouring of science love – the kind you get from President Obama introducing TV science shows, the kind that has wonderful visuals, but is, well, a wee bit simplistic (a sin that none of us could ever, ever be [...]",
    "p": "You may experience some temporary disillusionment",
    "body": [
      "In recent days I've had some interesting conversations. There's a giddiness going around, related to an outpouring of science love - the kind you get from President Obama introducing TV science shows, the kind that has wonderful visuals, but is, well, a wee bit simplistic (a sin that none of us could ever, ever be accused of, naturally). It's all very positive, commendable, and perfectly reasonable. But it leaves me feeling a little askew. You see, the thing is, it's relatively easy to focus on what we know, yet to me the wonder of the cosmos, the awesomeness, is never greater than when we contemplate all that we don't know.",
      "It's true that when we take note of the impossibly brief sliver of time that our entire species has inhabited compared to the billions of years before, and the untold billions ahead, one can feel refreshingly small. Or, if we contemplate the billions of trillions of other worlds that must exist across the observable universe, we can grasp momentarily at just how tiny our daily existence is. But for me nothing compares to the perspective, the shock, or the excitement, of being reminded of what we don't know.",
      "We don't know why the universe exists: This is really quite unfair, and could be grounds for doubting that the cosmos knows what its doing. But in terms of physics, although there are some really very appealing, very promising, theoretical frameworks that begin to answer the question, the simple truth is that we're not sure which might be right. It may be that the universe springs from an inherently unstable 'nothingness'. The most void-like void, prone to spontaneous generation of matter and energy in proportions that always balance out to zero (yep, really, read Lawrence Krauss's great book on this). Furthermore, this may not be the only universe (a terrible linguistic fail, I know), but rather one of a vast array, part of a multiverse of more than 10 to the power of 10 to the power of 16 distinguishable realities. But a big piece of the problem is that we're still waiting for the next generation of cosmic measurements to chip away at the models, and we're still waiting for theories that provide more readily testable hypotheses, not just mathematical elegance. So we don't know why the heck all of this exists. Sorry.",
      "We don't know what dark matter, or dark energy, is: Big problem, honking big problem. Normal matter, the stuff of you, the stuff of me, planets, stars, and cheese sandwiches, amounts to only about 4.9% of the total matter and energy content of the universe. 26.8% of matter is 'dark', we know it's there because on large, cosmic, scales stuff moves around faster than it should and because the way that galaxies strew themselves across space is consistent with the existence of vast amounts of slow-moving gravitating 'stuff' that never turns into stars or planets or anything, just stays as diffuse, invisible, incredibly antisocial particles. Except we really have no idea what these particles truly are - a situation beautifully summarized recently by Mario Livio and Joe Silk. That's nasty, but perhaps nastier is dark energy. Something is causing the expansion of the universe to accelerate. It didn't used to. Until about 5 or 6 billion years ago the stretching of space following the Big Bang was in decline, but then something started to counter that, another unseen component, perhaps a type of vacuum energy density that fills up space as space itself grows. What exactly is it? We do not know. We have lots of ideas though, which is great, always good to have ideas about 68.3% of the universe.",
      "We don't know whether life exists anywhere else: This one is close to my heart. Here we are, sentient beings on a planet seething with life (although perhaps not as seething as it could be) that's been busy sculpting and re-sculpting the physical and chemical environment for much of the past 5 billion years. And now we're confident that there are lots of planets out there, and that many of them could have an equal shot at playing host to life. But we still don't know whether or not we're alone. No clue. That's quite a problem. Don't get me wrong, it's a good problem, a juicy problem, one of the best. But even when the President of the United States introduces a lovely glossy TV series all about science, science that addresses the question of life in the universe, that doesn't mean that governments or industry give a fig about paying to solve the problem. As Lee Billings writes in his recent, wonderful, book, the lack of a sense of urgency is a little bewildering. So we continue to bumble along in splendid isolation, with only our towels for comfort.",
      "We probably haven't really figured out the quantum world: What!? While it's true that our present mathematical framework of quantum mechanics can do wonders, from describing atoms and molecules to the bizarre nature of entanglement and qubits, that doesn't mean that we've nailed the case shut. Quite the contrary. One need only cast a look over the literature to see that the most fundamental aspects of the quantum nature of the universe are still causing headaches and disagreements. People are still reformulating the ways in which we cope with the quantum nature of reality (yes, they are) so it's clearly too soon to call this fully understood. Not only that, but the possibility of pure quantum effects reaching into the realm of soft, wet, and warm biology has also raised its head (although admittedly it depends on who's talking) - a rather unnerving notion. . Oh, and don't get me started on black holes and quantum firewalls...",
      "We don't understand our own biology: It's not too radical to say this, after all, if we did understand every detail of how we worked we'd presumably be able to eliminate disease (assuming that's actually better for us, which it clearly is individually, but perhaps not as a species). We'd also be able to customize ourselves by reaching into to those 3 billion or so nucleic acids in our DNA and doing a spot of molecular engineering, getting those purple earlobes we've always wanted. But we're not close to doing this any better than we can come up with 'engineered' crops - lots of misses and a few hits. Want a good example of our pitiful lack of knowledge? It's the microbiome. Our ten trillion human cells are augmented, exploited, nurtured, by a hundred trillion microbial cells - a couple of pounds of bacteria and archaea that we all carry around and can't live without. They're in our guts, our lungs, up our noses and in every other dank corner. We're just cruise ships for the ultimate microbial Club-Med, and we simply don't know what that all means.",
      "We don't know how the Earth works: Let's lurch back to a grander scale. No human, or robot, has ever physically traveled deeper than a few miles into the Earth's crust, everything else is extrapolation and interpolation from 'remote sensing' and clever physical analyses. It took us a ridiculously long time to figure out that the outer planetary skin is moving and sliding around; plate tectonics was not generally accepted until the mid-20th century! We're still not sure exactly how the inner dynamo works, how rolls of convecting, conducting material in the outer core generate our planetary magnetic field. There's also so much mess after 4.5 billion years of geophysics that some of our best information about the planet's origins come from meteorites and the cratering of other worlds - outsourced. Speaking of other worlds, we're not even sure we understand where the Moon came from, maybe it was a giant impact, maybe not. For an allegedly clever species on a small rocky planet this is a bit of an epic fail.",
      "We can't prove or solve many of our own mathematical conjectures and problems: Ouch. Lest mathematics thinks it can escape this festival of ignorance, just remind yourself that there's a long list of unproven, unsolved problems and unproven conjectures. Here, take a look. All in all, best kept firmly brushed under the carpet. Another glass of sherry professor?",
      "We don't know how to make an artificial intelligence: I'm putting this here because it's a perennial problem, and one that speaks to both our desire to understand ourselves (if you can make an artificial being you may find the secret sauce behind your own intelligence, even if ultimately it's just an emergent phenomenon) as well as to understand what might be 'out there' in the vastness of the cosmos, wrought by billions of years of alien evolution, and really quite depressed by it all. Although we've come a long way with our machines, it's not clear that predictive text or automated suggestions for shopping and movie streaming are really assembling information in any way that resembles how our minds generate ideas. This is truly a frontier.",
      "The conclusion? There's an awful lot we don't know (far more than just the examples here). But the point is not to get despondent, because this ignorance is a beautiful thing. It's what ultimately drives science, and it's what makes the universe truly awe-inspiring. After the hundreds of thousands of years that Homo sapiens has loped around, the cosmos can still elude our fidgety, inquisitive minds, easily outracing our considerable imaginations. How wonderful."
    ],

    "img1": "https://oceanservice.noaa.gov/facts/explore.jpg",
    "link": "https://blogs.scientificamerican.com/life-unbounded/this-is-what-we-done28099t-know-about-the-universe/",
    "authorLink": "https://www.scientificamerican.com/author/caleb-a-scharf/",
    "credentials": "Caleb A. Scharf is director of astrobiology at Columbia University. He is author and co-author of more than 100 scientific research articles in astronomy and astrophysics. His work has been featured in publications such as New Scientist, Scientific American, Science News, Cosmos Magazine, Physics Today and National Geographic. For many years he wrote the Life, Unbounded blog for Scientific American.",
    "author": "CALEB A. SCHARF"
  }
]
